Repository: temison/edx
Catalog: edx-platform.uk.tmx
Source language: en_us
Languages: uk

source: Use this setting only when generating PDF certificates. Between quotation marks, enter the short name of the course to use on the certificate that students receive when they complete the course.
uk: Використовуйте цю опцію тільки для створення сертифікатів у форматі Pdf. В лапках введіть коротку назву курсу для сертифікату, який получать слухачі коли закінчать курс.

source: You requested a capture, but there is no corresponding, unused authorization record. Occurs if there was not a previously successful authorization request or if the previously successful authorization has already been used by another capture request.
uk: \n Ви вказали суму, однак авторизація платежу не була зафіксована. Трапляється таке,\n якщо раніше при авторизації стався збій, або вже була підтверджена\n операція з іншою сумою.\n

source: Access Denied
uk: У доступі відмовлено

source: Email cannot be more than {0} characters long
uk: Email не може містити більше {0} знаків

source: Deleted user {username}
uk: Користувач {username} видалений

source: Description and/or admin notes.
uk: Опис і/або примітки адміністратора.

source: Decrease indent
uk: Зменшити відступ

source: Dear %(student_name)s,
uk: Шановний(а) %(student_name)s,

source: For HTML textbooks that appear as separate tabs in the courseware, enter the name of the tab (usually the name of the book) as well as the URLs and titles of all the chapters in the book.
uk: Для HTML підручників, які відображабться як окремі вкладки курсу, введіть ім'я вкладки (зазвичай назва книги), а також URL-адреси і заголовки кожної глави в книзі.

source: Auto Enroll
uk: Автоматично вносити до списку зареєстрованих

source: Error: General system failure. Possible fix: retry the payment after a few minutes.
uk: Помилка: Загальна системна помилка. Можливе рішення: спробуйте ще раз оплатити через декілька хвилин.

source: All ok!
uk: Все добре!

source: Required Information
uk: Обов'язкова інформація

source: One or more deadlines for this assignment have passed. You will receive an incomplete grade for this assignment.
uk: Один або кілька термінів цього призначення пройшли. Ви отримаєте неповне клас для цього завдання.

source: Error fetching distribution.
uk: Помилка завантаження розподілу.

source: Reset my password
uk: Змінити мій пароль

source: and others
uk: та інші

source: Inactive Groups
uk: Неактивні Групи

source: Team Search
uk: Пошук команди

source: Successfully sent enrollment emails to the following users. They will be enrolled once they register:
uk: Успішно надіслано листи для реєстрації наступним користувачам. Вони будуть зареєстровані на курс після реєстрації на сайті:

source: %(numResponses)s other responses
uk: %(numResponses)s інших відповідей

source: API key for accessing Sailthru.
uk: API ключ для доступу Sailthru.

source: Students who visited at least one page in the course content.
uk: Студенти, які відвідали принаймні одну сторінку з матеріалами курсу

source: Create an HTML file that contains an executive summary for this course.
uk: Створити файл у форматі HTML, який містить зведений звіт про курс.

source: A category name for the discussion. This name appears in the left pane of the discussion forum for the course.
uk: Назва теми обговорення. Ця назва відображається в лівій навігаційної панелі форуму курсу.

source: You will not be refunded the amount you paid.
uk: Вам не повернять суму, яку ви оплатили.

source: Credit
uk: Залік

source: To access course materials, you must score {required_score}% or higher on this exam. Your current score is {current_score}%.
uk: Для доступу до матеріалів курсу, Ви маєте скласти цей екзамен з балом, не менше ніж {required_score}%. Ваш поточний бал {current_score}%.

source: Geography Metrics
uk: Географічні показники

source: Invalid grader reply. Please contact the course staff.
uk: Некоректна відповідь системи оцінювання. Будь ласка, зв'яжіться із персоналом курсу.

source: points
uk: точки

source: Estimated maximum number of hours per week needed to complete a course run.
uk: Максимальна кількість завдань до виконання студента, аби приступити до парної перевірки

source: Edit your name
uk: Відредагуйте Ваше ім'я

source: %(value)s hours
uk: %(value)s годин

source: Set preview mode
uk: Налаштувати режим попереднього перегляду

source: Email someone to say you've registered for this course
uk: Надішліть електронного листа з інформацією, що ви зареєструвались на цей курс

source: Video slider
uk: Прокрутка відео

source: Your file could not be uploaded
uk: Ваш файл не може бути завантажений

source: Please complete the following fields to register for an account.
uk: Будь ласка, заповніть наступні поля для реєстрації облікового запису.

source: User {user} created successfully!
uk: Користувач {user} успішно створений!

source: You don't seem to have Flash installed. Get Flash to continue your verification.
uk: У вас не встановлена підтримка Flash. Встановіть її, щоб продовжити підтвердження.

source: Checkout with PayPal
uk: Оформити замовлення за допомогою PayPal

source: File
uk: Файл

source: Custom color
uk: Довільний колір

source: Here you can see what extensions have been granted on particular units or for a particular student.
uk: Тут ви можете переглянути, які продовження були надані для певного модуля або певного студента.

source: Add All Units
uk: Додати усі розділи

source: Upload your image
uk: Завантажте зображення

source: Successfully updated OpenAssessment XBlock
uk: OpenAssessment XBlock успішно оновлена

source: Release date:
uk: Дата публікації:

source: Register for {course_name}
uk: Зареєструватися на {course_name}

source: Please check with your tax advisor to determine whether your contribution is tax deductible.
uk: Будь ласка, уточніть в місцевій податковій службі, чи підлягає сума Вашого внеску відрахуванню з оподатковуваної бази.

source: Error changing user's permissions.
uk: Помилка у зміні повноважень користувача.

source: Specify the release dates for each Section in your course. Sections become visible to students on their release dates.
uk: Вкажіть дату публікації кожного розділу свого курсу. Розділи стають видимими для студентів по настанні відповідних дат випуску.

source: Value is required
uk: Необхідно вказати значення

source: Register
uk: Зареєструватися

source: You have already created an account using an external login like WebAuth or Shibboleth. Please contact {tech_support_email} for support.
uk: Ви вже створили обліковий запис за допомогою зовнішніх сервісів таких як WebAuth або Shibboleth. Для підтримки, будь ласка, зв'яжіться з {tech_support_email}.

source: Words: {0}
uk: Слів: {0}

source: Course Registration Period
uk: Період реєстрації на курс

source: Graded
uk: Оцінено

source: Group B
uk: Група B

source: Load new course from GitHub
uk: Завантажити новий курс з GitHub

source: Number of seats purchased with invoices
uk: Кількість місць, придбаних за рахунками-фактурами

source: View {name} certificate
uk: Показати сертифікат {name}

source: Enrollments
uk: Зарахування на курс

source: Unique identifier for this credit provider. Only alphanumeric characters and hyphens (-) are allowed. The identifier is case-sensitive.
uk: Ідентифікатор кредитора. Може містити тільки літери, цифри і дефіс (-). Враховується регістр.

source: Order %(number)s
uk: Замовлення %(number)s

source: Comment
uk: Коментар

source: Search Your Courses
uk: Знайти Ваші курси

source: Maximum logo height should be 125px.
uk: Максимальна висота логотипа не повинна перевищувати 125 пікселів.

source: VideoPlayer: Element corresponding to the given selector was not found.
uk: Відео-плеєр: Елемент, що відповідає цьому вибору, не був знайдений.

source: {platform_name} Certificate for {course_name}
uk: Сертифікат {platform_name} для курсу {course_name}

source: Shipping address
uk: Адреса доставки

source: Invalid assignment name '{name}'
uk: Невірна назва завдання '{name}'

source: Good
uk: Добре

source: Filter topics
uk: Фільтрувати теми

source: Could not find users associated with the following identifiers:
uk: Не вдалося знайти користувачів, об'єднаних наступними ознаками:

source: Either the capture or credit is not voidable because the capture or credit information has already been submitted to your processor, or you requested a void for a type of transaction that cannot be voided.
uk: Платіж або кредит не може бути скасований, оскільки сума вже відправлена\n в платіжний сервіс, або даний тип транзакції неможливо скасувати.

source: Secondary
uk: Середня

source: email
uk: електронна адреса

source: Duplicating&hellip;
uk: Дублікація&hellip;

source: Slug
uk: Slug-рядок

source: We could not verify your identity for the {assessment} assessment in the {course_name} course. You have used {used_attempts} out of {allowed_attempts} attempts to verify your identity.
uk: На жаль, нам не вдалося підтвердити ваші дані для атестації {assessment} за курсом {course_name}. Використано спроб: {used_attempts} з {allowed_attempts}.

source: Collapse All Sections
uk: Згорнути Всі Розділи

source: Cannot Find Certificate
uk: Сертифікат не знайдено

source: Please enter a problem urlname.
uk: Будь ласка, уведіть адресу завдання.

source: If the problem persists, please email us at {email_link}.
uk: Якщо проблема не буде вирішена​​, будь ласка, зв'яжіться з нами за адресою {email_link}.

source: Update Coupon Code
uk: Оновити код купона на знижку

source: Must provide username
uk: Необхідно вказати ім'я користувача

source: The capture or credit is not voidable because the capture or credit information has already been submitted to your processor. Or, you requested a void for a type of transaction that cannot be voided.
uk: Платіж не може бути скасований, оскільки сума або інформація про кредит вже відправлена\n в платіжний сервіс, або даний тип транзакції скасувати неможливо.\n

source: all_students and unique_student_identifier are mutually exclusive.
uk: all_students і unique_student_identifier виключають один одного.

source: Purchase Order Number
uk: Номер замовлення

source: Generate Example Certificates
uk: Створити зразок Сертифікату

source: Beta Testers
uk: Бета Тестери

source: New to {studio_name}?
uk: Вперше на {studio_name}?

source: Upload signature image.
uk: Завантажити зображення підпису.

source: Cancel enrollment code
uk: Скасувати код зарахування

source: Allow "overgrading" of peer submissions
uk: Дозволити повторне оцінювання робіт, наданих для взаємної перевірки

source: Specify when the Show Answer button appears for each problem. Valid values are "always", "answered", "attempted", "closed", "finished", "past_due", "correct_or_past_due", and "never".
uk: Вкажіть, коли під кожним завданням повинна з'являтися кнопка «Показати відповідь». Можливі значення: \"always\" — завжди, \"answered\" — після введення відповіді, \"attempted\" — після здійснення спроби, \"closed\" — коли закінчилися спроби або після терміну здачі, \"finished\" — коли відповідь вірний, закінчилися спроби або термін здачі, \"past_due\" — після терміну здачі, \"correct_or_past_due\" — коли відповідь вірна чи після терміну здачі і \"never\" — ніколи.

source: External email
uk: Зовнішній email

source: The status of the payment or refund. 'started' means that payment is expected, but money has not yet been transferred. 'completed' means that the payment or refund was received. 'cancelled' means that payment or refund was expected, but was cancelled before money was transferred.
uk: Статус оплати або повернення. "started" означає, що оплата очікується, але гроші ще не переведені. "completed" означає, що оплата або повернення було отримано. "cancelled" означає, що оплата або повернення платежу було скасовано перш, ніж гроші були переведені.

source: Inherit permissions
uk: Успадковувати права доступу

source: No feedback available from grader.
uk: Немає доступних відповідей від оцінювача

source: Date:
uk: Дата:

source: Become eligible for academic credit and highlight your new skills and knowledge with a verified certificate. Use this valuable credential to qualify for academic credit, advance your career, or strengthen your school applications.
uk: Скористайтесь правом на отримання залікових кредитів і продемонструйте свої нові знання і навички за допомогою підтвердженого сертифіката. Використовуйте його в вашому навчальному закладі, при влаштуванні на нову роботу або для кар'єрного зростання на поточному місці.

source: No due date
uk: Без терміну

source: Are you sure you want to unenroll from the purchased course %(course_name)s (%(course_number)s)?
uk: Ви впевнені, що хочете відписатися від оплаченого курсу %(course_name)s (%(course_number)s)?

source: General
uk: Загальне

source: Error: User '<%= username %>' has not yet activated their account. Users must create and activate their accounts before they can be assigned a role.
uk: Помилка: Користувач '<%= username %>' ще не активував свій акаунт. Користувачі повинні створити та активувати свої акаунти до того як їм буде присвоєно роль.

source: Tried a Problem
uk: Пробували виконати завдання

source: Last submission time
uk: Час останньої здачі завдання

source: Checking this box has no effect if 'Revoke' is clicked.
uk: Відмітка цього поля не буде мати ефекту, якщо вибрано «Анулювати».

source: Request to change {platform_name} account e-mail
uk: Запит на зміну адреси електронної пошти в обліковому записі {platform_name}

source: Header 3
uk: Заголовок 3

source: The date when state was last updated
uk: Дата останньої зміни стану

source: You are no longer logged in. Bye bye!
uk: Ви вийшли з системи. До побачення!

source: An invoice for {currency_symbol}{total_price} is attached. Payment is due upon receipt. You can find information about payment methods on the invoice.
uk: Рахунок на суму {currency_symbol}{total_price} додається. Оплата повинна бути внесена після отримання. Інформація про способи оплати на бланку рахунку.

source: Please select your Country.
uk: Будь ласка, виберіть свою країну.

source: Enroll in {course_name}
uk: Записатися на курс {course_name}

source: Please visit our {link_start}media/press page{link_end} for more information. For any media or press inquiries, please email {email}.
uk: Відвідайте, будь ласка, нашу {link_start}сторінку для преси{link_end} аби отримати більше інформації. З будь-якими запитаннями стосовно преси пишіть на {email}.

source: Accepting Terms of Service is required
uk: Необхідно погодитися з Умовами надання послуг

source: There was an error while importing the new course to our database.
uk: Відбулась помилка під час імпорту нового курсу у нашу базу даних.

source: Specify a problem in the course here with its complete location:
uk: Вкажіть тут завдання з матеріалів курсу, і його місцезнаходження повністю:

source: Tweet that you've registered for this course
uk: Поділіться у Twitter тим, що Ви зареєструвались на цей курс

source: Bachelor's degree
uk: Бакалавр

source: Warning
uk: Попередження

source: The file %s was deleted.
uk: Файл %s був видалений.

source: Replace
uk: Замінити

source: Are you sure you want to delete this update?
uk: Ви впевнені, що хочете видалити це оновлення?

source: Created
uk: Створено

source: Error getting student progress url for '<%= student_id %>'. Make sure that the student identifier is spelled correctly.
uk: Помилка у доступі студента до url для '<%= student_id %>'. Переконайтесь, що студентський опізнавач прописано правильно.

source: If you are a university wishing to collaborate with or if you have questions about {platform_name}, please email {email}.
uk: Якщо ви представляєте університет, що шукає шляхи співпраці з нами або якщо у вас виникли питання щодо {platform_name}, ми завжди на зв'язку за {email}.

source: Course Name
uk: Назва курсу

source: You're enrolled as a verified student
uk: Ви підписані як верифікований студент

source: No remote gradebook url defined in settings.FEATURES
uk: У налаштуваннях settings.FEATURES не визначено url віддаленої книги оцінок

source: Editing post
uk: Редагування повідомлення

source: Sign up to audit this course for free and track your own progress.
uk: Ввійти, щоб переглядати цей курс безкоштовно і самостійно відстежувати свій прогрес.

source: Available Actions
uk: Доступні дії

source: Renaming Sections
uk: Перейменувати розділи

source: Invalid permission option: "{}". Please specify permissions using the format: app_label:model_name:permission_codename.
uk: Неприпустимий варіант дозволу: "{}". Будь ласка, вкажіть дозволи, використовуючи наступний формат: app_label:model_name:permission_codename.

source: Additional Information (optional)
uk: Додаткова інформація (за бажанням)

source: You are registered for this course
uk: Ви зареєстровані для участі в цьому курсі

source: discount or activation code
uk: код знижки або активаційний код

source: {programming_language} editor
uk: {programming_language} редактор

source: How are students doing on the %(type)s?
uk: Як студенти справляються з %(type)s?

source: We had some trouble reporting this post. Please try again.
uk: Виникли деякі помилки при розміщенні цього повідомлення. Спробуйте пізніше.

source: Report a problem
uk: Повідомити про проблему

source: This page features MathJax technology to render mathematical formulae. To make math accessibile, we suggest using the MathPlayer plugin. Please visit the {link_start}MathPlayer Download Page{link_end} to download the plugin for your browser.
uk: Ця сторінка використовує технологію Mathjax, щоб відображати математичні формули. Щоб вони відображалися правильно, ми рекомендуємо використовувати плагін MathPlayer. Будь ласка, пройдіть за посиланням {link_start} MathPlayer Download Page {link_end}, щоб завантажити плагін для Вашого браузера.

source: To regenerate certificates for your course, chose the learners who will receive regenerated certificates and click <br/> Regenerate Certificates.
uk: Для повторного створення сертифікатів, виберіть слухачів, які отримають заново створені сертифікати та <br/> та натисніть \"Повторно створити сертифікати\".

source: Date format four digit year dash two digit month dash two digit day
uk: Формат дати: чотири цифри року, тире, дві цифри місяця, тире, дві цифри дня

source: Thanks, The {platform_name} Team
uk: З вдячністю, Команда {platform_name}

source: Download {cert_name_short} (PDF)
uk: Завантажити {cert_name_short} (PDF)

source: There must be at least one group.
uk: Додайте хоча б одну групу

source: Add Instructor
uk: Додати викладача

source: Your browser does not support the MathPlayer plugin. To use MathPlayer, please use Internet Explorer 6 through 9.
uk: Ваш браузер не підтримує плагін MathPlayer. Щоб використовувати MathPlayer, будь ласка, використовуйте Internet Explorer версії від 6 до 9.

source: Peer evaluation of this assignment will close soon.
uk: Оцінка однолітків з цього завдання буде закрити найближчим часом.

source: Reason for name change:
uk: Причина для зміни імені:

source: {fullname}, you earned a certificate!
uk: {fullname}, ви отримали сертифікат!

source: The two password fields didn't match.
uk: Два поля паролів не збігаються.

source: Personal info
uk: Особиста інформація

source: edX learners can see my:
uk: Користувачі edX можуть бачити мої:

source: Once you can score the essays similarly to an instructor, you will be ready to grade your peers.
uk: Як тільки Ви зможете проставляти бали подібно викладачеві, Ви будете готові оцінювати інших студентів.

source: Back to Student FAQs
uk: Повернутися до FAQ

source: Highlight important information to review later in the course or in future courses.
uk: Підкресліть важливу інформацію для того, щоб переглянути її пізніше в цьому або інших курсах.

source: Discount
uk: Знижка

source: Pause
uk: Пауза

source: Remove
uk: Видалити

source: Enrollment Link
uk: Посилання для запису на курс

source: Enroll In {course_name}
uk: Записатися на {course_name}

source: Average Price per Seat
uk: Середня ціна за місце

source: Select your contribution for this course (min. $
uk: Оберіть суму внеску за цей курс (мінімум $

source: No threads matched your query.
uk: Жодна тема не відповідає Вашому запиту.

source: Deactivate
uk: Деактивований

source: Undo Changes
uk: Скасувати зміни

source: Couldn't find student with that email or username.
uk: Не вдалося знайти студента з таким email або ім'ям користувача.

source: Code block
uk: Блок коду

source: Next
uk: Наступний

source: <b>Congratulations!</b> {provider_name} has approved your request for course credit. To see your course credit, visit the {link_to_provider_site} website.
uk: <b>Вітаємо!</b> {provider_name} затвердив ваш запит про залікові одиниці. Для перегляду перейдіть за посиланням {link_to_provider_site}.

source: You must be logged-in to add to a shopping cart
uk: Ви повинні увійти аби додавати до кошика покупця

source: Add Post
uk: Додати повідомлення

source: post anonymously
uk: залишити повідомлення анонімно

source: Submissions
uk: Відповіді

source: URL for CCX Connector application for managing creation of CCXs. (optional). Ignored unless 'Enable CCX' is set to 'true'.
uk: URL-адреса програми CCX Connector (необов'язково). Щоб дозволити використання CCX встановіть значення «Дозволити CCX» в true.

source: Not Started
uk: Не розпочато

source: Select the criteria you feel best represents this submission in each category.
uk: Виберіть критерій, якому, на вашу думку, ця робота найбільше відповідає в кожній категорії.

source: Peer-Assessment
uk: Взаємне оцінювання

source: Publish
uk: Опублікувати

source: All above demographic data was self-reported at the time of registration.
uk: Всі вищевказані демографічні дані були повідомилені під час реєстрації.

source: ERROR: No playable video sources found!
uk: ПОМИЛКА: Джерел відео не знайдено!

source: We cannot find a certificate on file that matches this URL or ID number.
uk: Ми не змогли знайти сертифікат за цим посиланням або ідентифікаційним номером.

source: Affixes
uk: Афікси

source: Bold
uk: Жирний

source: Staff cannot modify these lists. To manage course team membership, a course Admin must give you the Admin role to add Staff or Beta Testers, or the Discussion Admin role to add discussion moderators and TAs.
uk: Співробітники не мають права змінювати ці списки. Щоб ви могли управляти складом учасників, один з адміністраторів курсу повинен додати вас в якості адміністратора для додавання співробітників і бета-тестерів, або адміністратора обговорень, для додавання обговорень модераторів і асистентів викладачів.

source: Regenerate for learners in an error state. ({count})
uk: Створити повторно для слухачів з помилкою. ({count})

source: Error resetting entrance exam attempts for student '{student_id}'. Make sure student identifier is correct.
uk: Помилка очищення лічильника спроб виконання вступного тесту для студента '{student_id}'. Перевірте вірність ідентифікатора студента.

source: Student profile data for course {course_id}
uk: Особисті дані студента: курс {course_id}

source: Enter the LTI ID for the external LTI provider. This value must be the same LTI ID that you entered in the LTI Passports setting on the Advanced Settings page.<br />See
uk: Введіть LTI ID для зовнішнього оператора LTI. Це значення має збігатися з ідентифікатором LTI, яке було введене вами в налаштуваннях "Реєстраційні дані LTI" на сторінці розширених налаштувань. <br /> Див

source: Defines how often inputs are randomized when a student loads the problem. This setting only applies to problems that can have randomly generated numeric values. A default value can be set in Advanced Settings.
uk: Визначає частоту зміни випадкових значень, коли студент перезавантажує завдання. Ця настройка відноситься тільки до завдань, в яких можуть бути використані довільно вибрані числові значення. У розширених налаштуваннях можна встановити значення за замовчуванням.
